{
  "code": 0
  ,"msg": ""
  ,"count": "100"
  ,"data": [{
    "id": "1"
    ,"depth": "手动网络数据传输系统"
    ,"position": "1234567"
    ,"date": "2#汇水片区"
    ,"total": "传输系统"
  },{
    "id": "3"
    ,"depth": "手动网络数据传输系统1"
    ,"position": "1234567"
    ,"date": "1#汇水片区"
    ,"total": "传输系统"
  },{
    "id": "1"
    ,"depth": "手动网络数据传输系统1"
    ,"position": "1234567"
    ,"date": "1#汇水片区"
    ,"total": "传输系统"
  },{
    "id": "1"
    ,"depth": "手动网络数据传输系统1"
    ,"position": "1234567"
    ,"date": "1#汇水片区"
    ,"total": "传输系统"
  },{
    "id": "1"
    ,"depth": "手动网络数据传输系统1"
    ,"position": "1234567"
    ,"date": "1#汇水片区"
    ,"total": "传输系统"
  },{
    "id": "1"
    ,"depth": "手动网络数据传输系统1"
    ,"position": "1234567"
    ,"date": "1#汇水片区"
    ,"total": "传输系统"
  },{
    "id": "1"
    ,"depth": "手动网络数据传输系统1"
    ,"position": "1234567"
    ,"date": "1#汇水片区"
    ,"total": "传输系统"
  }]
}