{
  "code": 0
  ,"msg": ""
  ,"count": "100"
  ,"data": [{
    "id": "001"
    ,"name": "赵"
    ,"type": 1
		,"number": "我又爱上编程了"
		,"region": 1
		,"person": "我又爱上编程了"
    ,"date": 20160312
  },{
    "id": "001"
    ,"name": "赵"
    ,"type": "我又爱上编程了"
    ,"number": "我又爱上编程了"
    ,"region": "我又爱上编程了"
    ,"person": "我又爱上编程了"
    ,"date": 20160312
  },{
    "id": "001"
    ,"name": "赵"
    ,"type": "我又爱上编程了"
    ,"number": "我又爱上编程了"
    ,"region": "我又爱上编程了"
    ,"person": "我又爱上编程了"
    ,"date": 20160312
  },{
    "id": "001"
    ,"name": "赵"
    ,"type": "我又爱上编程了"
    ,"number": "我又爱上编程了"
    ,"region": "我又爱上编程了"
    ,"person": "我又爱上编程了"
    ,"date": 20160312
  },{
    "id": "001"
    ,"name": "赵"
    ,"type": "我又爱上编程了"
    ,"number": "我又爱上编程了"
    ,"region": "我又爱上编程了"
    ,"person": "我又爱上编程了"
    ,"date": 20160312
  },{
    "id": "001"
    ,"name": "赵"
    ,"type": "我又爱上编程了"
    ,"number": "我又爱上编程了"
    ,"region": "我又爱上编程了"
    ,"person": "我又爱上编程了"
    ,"date": 20160312
  },{
    "id": "001"
    ,"name": "赵"
    ,"type": "我又爱上编程了"
    ,"number": "我又爱上编程了"
    ,"region": "我又爱上编程了"
    ,"person": "我又爱上编程了"
    ,"date": 20160312
  },{
    "id": "001"
    ,"name": "赵"
    ,"type": "我又爱上编程了"
    ,"number": "我又爱上编程了"
    ,"region": "我又爱上编程了"
    ,"person": "我又爱上编程了"
    ,"date": 20160312
  },{
    "id": "001"
    ,"name": "赵"
    ,"type": "我又爱上编程了"
    ,"number": "我又爱上编程了"
    ,"region": "我又爱上编程了"
    ,"person": "我又爱上编程了"
    ,"date": 20160312
  },{
    "id": "001"
    ,"name": "赵"
    ,"type": "我又爱上编程了"
		,"number": "我又爱上编程了"
		,"region": "我又爱上编程了"
		,"person": "我又爱上编程了"
    ,"date": 20160312
  }]
}